Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: HR at %lld — easier than Zone %lld. Pick it up if that's still the goal, or settle in if you've shifted to recovery pace.
ar: النبض %lld — أسهل من المنطقة %lld. ارفع الوتيرة إن كان ذلك لا يزال هدفك، أو استقر إن انتقلت إلى وتيرة التعافي.
da: Puls på %lld — lettere end zone %lld. Skru op, hvis det stadig er målet, eller find roen, hvis du er gået over til restitutionstempo.
de: Puls bei %lld — leichter als Zone %lld. Leg zu, wenn das noch dein Ziel ist, oder bleib dabei, wenn du auf Erholungstempo umgestellt hast.
es: FC en %lld — más suave que la zona %lld. Sube el ritmo si ese sigue siendo el objetivo, o quédate así si has pasado a ritmo de recuperación.
fi: Syke %lld — kevyempää kuin vyöhyke %lld. Kiristä, jos se on yhä tavoite, tai jatka näin, jos vaihdoit palauttavaan vauhtiin.
fr: FC à %lld — plus facile que la zone %lld. Accélérez si c'est toujours l'objectif, ou restez ainsi si vous êtes passé à une allure de récupération.
is: Púls %lld — léttara en svæði %lld. Bættu í ef það er enn markmiðið, eða haltu þessu ef þú hefur skipt yfir í endurheimtarhraða.
it: FC a %lld — più facile della zona %lld. Accelera se è ancora l'obiettivo, oppure resta così se sei passato a un ritmo di recupero.
ja: 心拍 %lld — ゾーン %lld より楽です。まだそれが目標ならペースを上げて、回復ペースに切り替えたならそのままで。
ko: 심박수 %lld — %lld구역보다 편합니다. 그게 여전히 목표라면 속도를 올리고, 회복 페이스로 바꿨다면 그대로 유지하세요.
nb: Puls %lld — lettere enn sone %lld. Øk hvis det fortsatt er målet, eller ta det rolig hvis du har gått over til restitusjonstempo.
nl: Hartslag %lld — lichter dan zone %lld. Voer het op als dat nog steeds het doel is, of houd dit aan als je naar hersteltempo bent gegaan.
pt_br: FC em %lld — mais leve que a Zona %lld. Acelere se esse ainda for o objetivo, ou mantenha se você mudou para ritmo de recuperação.
ru: Пульс %lld — легче, чем зона %lld. Прибавьте, если цель прежняя, или держите так, если перешли на восстановительный темп.
sv: Puls %lld — lättare än zon %lld. Öka om det fortfarande är målet, eller ta det lugnt om du har gått över till återhämtningstempo.
zh_hans: 心率 %lld — 比 %lld 区更轻松。如果目标没变就提一提，如果已改为恢复配速就保持。

source: HR at %lld — you've drifted above Zone %lld. Back off slightly if this is supposed to be Zone %lld, stay on it if you shifted intent, your call.
ar: النبض %lld — تجاوزت المنطقة %lld. خفّف قليلًا إن كان المفترض أن تكون في المنطقة %lld، أو استمر إن غيّرت هدفك، القرار لك.
da: Puls på %lld — du er gledet over zone %lld. Sæt lidt ned, hvis det skal være zone %lld, eller bliv der, hvis du har skiftet plan. Det er dit valg.
de: Puls bei %lld — du bist über Zone %lld gerutscht. Nimm etwas raus, wenn das Zone %lld sein soll, oder bleib dran, wenn du umgeplant hast. Deine Entscheidung.
es: FC en %lld — te has ido por encima de la zona %lld. Afloja un poco si esto tenía que ser zona %lld, o sigue así si has cambiado de plan. Tú decides.
fi: Syke %lld — olet noussut vyöhykkeen %lld yläpuolelle. Hellitä vähän, jos tarkoitus on pysyä vyöhykkeellä %lld, tai jatka, jos muutit suunnitelmaa — sinä päätät.
fr: FC à %lld — vous êtes passé au-dessus de la zone %lld. Ralentissez un peu si c'est censé être la zone %lld, ou restez-y si vous avez changé d'intention. À vous de voir.
is: Púls %lld — þú ert kominn yfir svæði %lld. Slakaðu aðeins á ef þetta á að vera svæði %lld, eða haltu áfram ef þú breyttir áætluninni, þú ræður.
it: FC a %lld — sei salito sopra la zona %lld. Rallenta un po' se doveva essere zona %lld, oppure resta lì se hai cambiato intenzione. Decidi tu.
ja: 心拍 %lld — ゾーン %lld を超えています。ゾーン %lld のつもりなら少し落として、意図を変えたならそのままで。判断はあなた次第です。
ko: 심박수 %lld — %lld구역을 넘었습니다. %lld구역이 목표라면 조금 낮추고, 의도를 바꿨다면 그대로 유지하세요. 판단은 당신 몫입니다.
nb: Puls %lld — du har gled over sone %lld. Ro litt ned hvis dette skal være sone %lld, eller bli der hvis du har endret plan. Ditt valg.
nl: Hartslag %lld — je bent boven zone %lld uitgekomen. Doe iets rustiger aan als dit zone %lld moet zijn, of blijf erop als je bewust iets anders doet. Jij bepaalt.
pt_br: FC em %lld — você passou da Zona %lld. Alivie um pouco se a ideia era ficar na Zona %lld, ou mantenha se mudou de plano, você decide.
ru: Пульс %lld — вы вышли выше зоны %lld. Немного сбавьте, если по плану зона %lld, или держите, если передумали, — решать вам.
sv: Puls %lld — du har glidit över zon %lld. Dra ner lite om det här ska vara zon %lld, eller håll kvar om du har ändrat plan. Ditt val.
zh_hans: 心率 %lld — 已超出 %lld 区。如果本应在 %lld 区就稍微收一点，如果你改变了意图就保持，你来决定。

source: HR at first downward α1 = 0.75 crossing, observed at %lld:%@. This estimates the aerobic threshold (LT1), which sits below lactate threshold, so it is not a substitute for the configured LTHR (%lld bpm).
ar: النبض عند أول عبور هابط لـ α1 = 0.75، لوحظ عند %1$lld:%2$@. هذا تقدير للعتبة الهوائية (LT1)، وهي أدنى من عتبة اللاكتات، لذا لا يحل محل LTHR المضبوط (%3$lld نبضة/دقيقة).
da: Puls ved første nedadgående α1 = 0,75-krydsning, observeret ved %lld:%@. Det er et estimat af den aerobe tærskel (LT1), som ligger under laktattærsklen, så det erstatter ikke den konfigurerede LTHR (%lld bpm).
de: Herzfrequenz beim ersten abwärts gerichteten Übergang α1 = 0,75, beobachtet bei %lld:%@. Das schätzt die aerobe Schwelle (LT1), die unter der Laktatschwelle liegt – kein Ersatz für die eingestellte LTHR (%lld bpm).
es: FC en el primer cruce descendente de α1 = 0,75, observado a las %lld:%@. Estima el umbral aeróbico (LT1), que está por debajo del umbral de lactato, así que no sustituye a la LTHR configurada (%lld lpm).
fi: Syke ensimmäisessä laskevassa α1 = 0,75 -ylityksessä, havaittu kohdassa %lld:%@. Tämä arvioi aerobista kynnystä (LT1), joka on laktaattikynnyksen alapuolella, joten se ei korvaa asetettua LTHR-arvoa (%lld bpm).
fr: FC au premier franchissement descendant α1 = 0,75, observé à %lld:%@. C’est une estimation du seuil aérobie (LT1), situé sous le seuil lactique : elle ne remplace pas le LTHR configuré (%lld bpm).
is: Púls við fyrstu niðurferð yfir α1 = 0,75, mælt við %lld:%@. Þetta metur loftháð þröskuld (LT1), sem liggur undir mjólkursýruþröskuldi, svo það kemur ekki í stað stillts LTHR (%lld slög/mín).
it: FC al primo attraversamento discendente di α1 = 0,75, osservato a %lld:%@. Stima la soglia aerobica (LT1), che è sotto la soglia del lattato, quindi non sostituisce la LTHR configurata (%lld bpm).
ja: α1 = 0.75 を初めて下向きに横切った時点の心拍（%lld:%@ に観測）。これは乳酸閾値より低い有酸素性閾値（LT1）の推定値なので、設定 LTHR（%lld bpm）の代わりにはなりません。
ko: α1 = 0.75을 처음 하향 교차한 시점의 심박(%lld:%@ 관측). 이는 젖산 역치보다 낮은 유산소 역치(LT1)의 추정치이므로 설정된 LTHR(%lld bpm)을 대신하지 않습니다.
nb: Puls ved første nedadgående α1 = 0,75-krysning, observert ved %lld:%@. Dette anslår den aerobe terskelen (LT1), som ligger under laktatterskelen, så det erstatter ikke den konfigurerte LTHR (%lld bpm).
nl: Hartslag bij de eerste neerwaartse α1 = 0,75-passage, waargenomen om %lld:%@. Dit schat de aerobe drempel (LT1), die onder de lactaatdrempel ligt, dus het vervangt de ingestelde LTHR (%lld bpm) niet.
pt_br: FC no primeiro cruzamento descendente de α1 = 0,75, observado às %lld:%@. Isso estima o limiar aeróbio (LT1), que fica abaixo do limiar de lactato, então não substitui o LTHR configurado (%lld bpm).
ru: Пульс при первом нисходящем пересечении α1 = 0,75, зафиксировано в %lld:%@. Это оценка аэробного порога (LT1), который ниже лактатного, поэтому она не заменяет заданный LTHR (%lld уд/мин).
sv: Puls vid första nedåtgående α1 = 0,75-korsningen, observerad vid %lld:%@. Det uppskattar den aeroba tröskeln (LT1), som ligger under laktattröskeln, så det ersätter inte den konfigurerade LTHR (%lld bpm).
zh_hans: α1 首次向下穿越 0.75 时的心率，观测于 %lld:%@。这是对有氧阈（LT1）的估计，它低于乳酸阈，因此不能替代设定的 LTHR（%lld bpm）。

source: HR drift was %@ — revisit hydration and carb intake during long efforts; if heat was a factor, shift tomorrow earlier in the day.
ar: كان انجراف النبض %@ — راجع الترطيب وتناول الكربوهيدرات خلال الجهود الطويلة؛ وإن كانت الحرارة عاملًا، فقدّم تمرين الغد إلى وقت أبكر.
da: Pulsdriften var %@ — se på væske og kulhydrater under lange pas; hvis varmen spillede ind, så flyt morgendagens træning tidligere på dagen.
de: Der Pulsdrift lag bei %@ – überprüf Flüssigkeit und Kohlenhydrate bei langen Einheiten; wenn Hitze eine Rolle spielte, verleg das morgige Training früher am Tag.
es: La deriva de FC fue del %@: revisa la hidratación y los carbohidratos en esfuerzos largos; si el calor influyó, adelanta la sesión de mañana.
fi: Sykkeen ajautuminen oli %@ – tarkista nesteytys ja hiilihydraatit pitkillä harjoituksilla; jos kuumuus vaikutti, siirrä huomisen harjoitus aiemmaksi.
fr: La dérive de FC était de %@ — revoyez l'hydratation et les glucides pendant les efforts longs ; si la chaleur a joué, avancez la séance de demain.
is: Púlsrek var %@ — skoðaðu vökva- og kolvetnainntöku á löngum æfingum; ef hiti spilaði inn í, færðu æfingu morgundagsins fyrr um daginn.
it: La deriva della FC è stata del %@: rivedi idratazione e carboidrati negli sforzi lunghi; se il caldo ha inciso, anticipa l'allenamento di domani.
ja: 心拍ドリフトは%@ — 長い練習中の水分と炭水化物の補給を見直しましょう。暑さが影響したなら、明日は早い時間に移しましょう。
ko: 심박 드리프트가 %@였습니다. 긴 운동 중 수분과 탄수화물 섭취를 점검하세요. 더위가 원인이었다면 내일은 더 이른 시간에 운동하세요.
nb: Pulsdriften var %@ – se over væske og karbohydrater under lange økter; hvis varmen spilte inn, flytt morgendagens økt tidligere på dagen.
nl: De hartslagdrift was %@ — kijk naar vocht en koolhydraten tijdens lange inspanningen; speelde hitte mee, train morgen dan eerder op de dag.
pt_br: A deriva da FC foi de %@ — reveja hidratação e carboidratos em esforços longos; se o calor pesou, antecipe o treino de amanhã.
ru: Дрейф пульса составил %@ — пересмотрите питьё и углеводы на длинных тренировках; если влияла жара, перенесите завтрашнюю тренировку на более раннее время.
sv: Pulsdriften var %@ – se över vätska och kolhydrater under långa pass; om värmen spelade in, flytta morgondagens pass tidigare på dagen.
zh_hans: 心率漂移为 %@——长时间训练中注意补水和碳水摄入；如果受炎热影响，明天把训练提前到更早的时间。

source: HR drift was %@ — within normal range for steady aerobic work.
ar: كان انجراف النبض %@ — ضمن النطاق الطبيعي للعمل الهوائي الثابت.
da: Pulsdriften var %@ — inden for det normale ved jævnt aerobt arbejde.
de: Der Pulsdrift lag bei %@ – im normalen Bereich für gleichmäßige Ausdauerarbeit.
es: La deriva de FC fue del %@: dentro de lo normal para trabajo aeróbico constante.
fi: Sykkeen ajautuminen oli %@ – normaalia tasaiselle aerobiselle työlle.
fr: La dérive de FC était de %@ — dans la norme pour un effort aérobie régulier.
is: Púlsrek var %@ — innan eðlilegra marka fyrir jafna þolvinnu.
it: La deriva della FC è stata del %@: nella norma per un lavoro aerobico costante.
ja: 心拍ドリフトは%@ — 安定した有酸素運動として正常範囲です。
ko: 심박 드리프트는 %@로, 꾸준한 유산소 운동의 정상 범위입니다.
nb: Pulsdriften var %@ – innenfor normalen for jevnt aerobt arbeid.
nl: De hartslagdrift was %@ — normaal voor rustig duurwerk.
pt_br: A deriva da FC foi de %@ — dentro do normal para trabalho aeróbico constante.
ru: Дрейф пульса составил %@ — в пределах нормы для ровной аэробной работы.
sv: Pulsdriften var %@ – inom det normala för jämnt aerobt arbete.
zh_hans: 心率漂移为 %@——对稳定的有氧训练来说属于正常范围。

source: HR drifted %@ from the first quarter to the last — at the same effort, your heart had to work harder near the end. Most likely cause is dehydration or heat; second most likely is glycogen depletion if this was over an hour.
ar: انجرف النبض بنسبة %@ من الربع الأول إلى الأخير — بالجهد نفسه، اضطر قلبك للعمل بجهد أكبر قرب النهاية. السبب الأرجح هو الجفاف أو الحرارة، يليه نفاد الجلايكوجين إن تجاوزت الجلسة ساعة.
da: Pulsen drev %@ fra første til sidste kvartal — ved samme indsats måtte hjertet arbejde hårdere mod slutningen. Mest sandsynligt dehydrering eller varme; dernæst tomme glykogendepoter, hvis det varede over en time.
de: Der Puls ist vom ersten zum letzten Viertel um %@ gedriftet – bei gleicher Belastung musste dein Herz gegen Ende mehr arbeiten. Wahrscheinlichste Ursache: Flüssigkeitsmangel oder Hitze; an zweiter Stelle leere Glykogenspeicher, wenn es über eine Stunde ging.
es: La FC derivó un %@ del primer cuarto al último: con el mismo esfuerzo, tu corazón trabajó más al final. La causa más probable es deshidratación o calor; la segunda, agotamiento de glucógeno si duró más de una hora.
fi: Syke ajautui %@ ensimmäisestä neljänneksestä viimeiseen – samalla teholla sydän joutui tekemään loppua kohden enemmän töitä. Todennäköisin syy on nestehukka tai kuumuus, seuraavaksi glykogeenivarastojen ehtyminen, jos harjoitus kesti yli tunnin.
fr: La FC a dérivé de %@ entre le premier et le dernier quart — à effort égal, votre cœur a dû travailler davantage en fin de séance. Cause la plus probable : déshydratation ou chaleur ; ensuite, épuisement du glycogène si cela a duré plus d'une heure.
is: Púlsinn rak um %@ frá fyrsta fjórðungi til þess síðasta — við sama álag þurfti hjartað að vinna meira undir lokin. Líklegasta orsökin er vökvaskortur eða hiti; næst líklegast tæmdar glýkógenbirgðir ef æfingin stóð yfir klukkutíma.
it: La FC è salita del %@ dal primo all'ultimo quarto: a parità di sforzo, il cuore ha dovuto lavorare di più verso la fine. Causa più probabile: disidratazione o caldo; poi esaurimento del glicogeno se è durata più di un'ora.
ja: 心拍は最初の4分の1から最後まで%@ドリフトしました — 同じ強度でも終盤は心臓がより働く必要がありました。最も可能性が高いのは脱水や暑さ、次いで1時間を超えた場合のグリコーゲン枯渇です。
ko: 심박이 처음 4분의 1에서 마지막까지 %@ 상승했습니다. 같은 강도에서 후반에 심장이 더 힘들게 일했습니다. 가장 가능성 높은 원인은 탈수나 더위이고, 1시간이 넘었다면 그다음은 글리코겐 고갈입니다.
nb: Pulsen drev %@ fra første til siste kvartal – ved samme innsats måtte hjertet jobbe hardere mot slutten. Mest sannsynlig dehydrering eller varme; nest mest sannsynlig tomme glykogenlagre hvis det varte over en time.
nl: Je hartslag dreef %@ op van het eerste naar het laatste kwart — bij dezelfde inspanning moest je hart aan het eind harder werken. Meest waarschijnlijk uitdroging of hitte; daarna uitputting van glycogeen als het langer dan een uur duurde.
pt_br: A FC derivou %@ do primeiro ao último quarto — no mesmo esforço, seu coração teve de trabalhar mais no fim. A causa mais provável é desidratação ou calor; a segunda, depleção de glicogênio se passou de uma hora.
ru: Пульс сместился на %@ от первой четверти к последней — при том же усилии сердцу к концу пришлось работать больше. Скорее всего, обезвоживание или жара; на втором месте — истощение гликогена, если тренировка длилась больше часа.
sv: Pulsen drev %@ från första till sista fjärdedelen – vid samma ansträngning fick hjärtat jobba hårdare mot slutet. Troligast är vätskebrist eller värme; därefter tomma glykogenförråd om passet var över en timme.
zh_hans: 心率从第一节到最后一节漂移了 %@——同样的强度下，后段心脏需要更费力。最可能的原因是脱水或炎热；如果训练超过一小时，其次是糖原耗尽。

source: HR drifted to %lld, ease up
ar: النبض ارتفع إلى %lld، خفّف
da: Pulsen er steget til %lld, sæt ned
de: Puls auf %lld gestiegen, mach langsamer
es: La FC ha subido a %lld, afloja
fi: Syke nousi %lld:ään, hellitä
fr: FC montée à %lld, ralentissez
is: Púlsinn fór í %lld, slakaðu á
it: FC salita a %lld, rallenta
ja: 心拍が %lld まで上昇、緩めて
ko: 심박수 %lld까지 상승, 늦추세요
nb: Pulsen har steget til %lld, ro ned
nl: Hartslag opgelopen naar %lld, rustiger aan
pt_br: FC subiu para %lld, alivie
ru: Пульс вырос до %lld, сбавьте
sv: Pulsen har stigit till %lld, dra ner
zh_hans: 心率升到 %lld，放松点

source: HR dropped to %lld, pick it up
ar: النبض انخفض إلى %lld، ارفع الوتيرة
da: Pulsen er faldet til %lld, skru op
de: Puls auf %lld gefallen, leg zu
es: La FC ha bajado a %lld, sube el ritmo
fi: Syke laski %lld:ään, kiristä
fr: FC tombée à %lld, accélérez
is: Púlsinn féll í %lld, bættu í
it: FC scesa a %lld, accelera
ja: 心拍が %lld まで低下、上げて
ko: 심박수 %lld까지 하락, 올리세요
nb: Pulsen har falt til %lld, øk
nl: Hartslag gezakt naar %lld, tempo omhoog
pt_br: FC caiu para %lld, acelere
ru: Пульс упал до %lld, прибавьте
sv: Pulsen har sjunkit till %lld, öka
zh_hans: 心率降到 %lld，提一提

source: HR's at %lld — pace didn't pick up. Stress, heat, or fatigue maybe. Just flagging it.
ar: النبض عند %lld — ولم تزد السرعة. ربما إجهاد أو حرارة أو تعب. مجرد تنبيه.
da: Pulsen er %lld — tempoet er ikke steget. Måske stress, varme eller træthed. Bare til orientering.
de: Puls bei %lld — das Tempo ist aber nicht gestiegen. Vielleicht Stress, Hitze oder Müdigkeit. Nur als Hinweis.
es: FC en %lld — y el ritmo no ha subido. Quizá estrés, calor o cansancio. Solo te lo comento.
fi: Syke on %lld — vauhti ei kuitenkaan noussut. Ehkä stressiä, kuumuutta tai väsymystä. Kunhan mainitsen.
fr: FC à %lld — sans que l'allure augmente. Peut-être le stress, la chaleur ou la fatigue. Simple signalement.
is: Púlsinn er %lld — en hraðinn jókst ekki. Kannski streita, hiti eða þreyta. Bara að benda á það.
it: FC a %lld — ma il ritmo non è aumentato. Forse stress, caldo o stanchezza. Te lo segnalo e basta.
ja: 心拍 %lld — ペースは上がっていません。ストレスか暑さ、疲労かもしれません。念のためお知らせです。
ko: 심박수 %lld — 페이스는 오르지 않았습니다. 스트레스, 더위, 아니면 피로일 수도 있어요. 참고로 알려 드립니다.
nb: Pulsen er %lld — tempoet har ikke økt. Kanskje stress, varme eller tretthet. Bare så du vet det.
nl: Je hartslag is %lld — je tempo is niet omhooggegaan. Misschien stress, warmte of vermoeidheid. Even ter info.
pt_br: Sua FC está em %lld — e o ritmo não aumentou. Talvez estresse, calor ou cansaço. Só um aviso.
ru: Пульс %lld — а темп не вырос. Возможно, стресс, жара или усталость. Просто отмечаю.
sv: Pulsen ligger på %lld — tempot har inte ökat. Kanske stress, värme eller trötthet. Bara så du vet.
zh_hans: 心率 %lld — 配速并没有提高。可能是压力、炎热或疲劳。只是提醒一下。

source: HR's at %lld, drifted %@%% higher for the same pace — could be fueling, heat, or just a long day. Easing off for a bit is an option.
ar: النبض عند %lld، أعلى بـ %@%% للسرعة نفسها — قد يكون السبب التغذية أو الحرارة أو مجرد يوم طويل. التخفيف قليلًا خيار متاح.
da: Pulsen er %lld, %@%% højere ved samme tempo — det kan være energi, varme eller bare en lang dag. Du kan godt sætte lidt ned et stykke tid.
de: Puls bei %lld, bei gleichem Tempo %@%% höher — vielleicht Verpflegung, Hitze oder einfach ein langer Tag. Etwas Tempo rauszunehmen ist eine Option.
es: FC en %lld, un %@%% más alta al mismo ritmo — puede ser la alimentación, el calor o simplemente un día largo. Aflojar un poco es una opción.
fi: Syke on %lld, %@%% korkeampi samalla vauhdilla — syynä voi olla tankkaus, kuumuus tai vain pitkä päivä. Voit hellittää hetkeksi.
fr: FC à %lld, %@%% plus haute pour la même allure — peut-être l'alimentation, la chaleur ou simplement une longue journée. Lever un peu le pied est une option.
is: Púlsinn er %lld, %@%% hærri á sama hraða — gæti verið næring, hiti eða bara langur dagur. Það er möguleiki að slaka aðeins á.
it: FC a %lld, più alta del %@%% allo stesso ritmo — forse alimentazione, caldo o solo una lunga giornata. Rallentare un po' è un'opzione.
ja: 心拍 %lld、同じペースで %@%% 上昇 — 補給、暑さ、あるいは単に長い一日のせいかもしれません。少し緩めるのも一つの手です。
ko: 심박수 %lld, 같은 페이스에서 %@%% 더 높아졌습니다 — 보급, 더위, 아니면 그냥 긴 하루 때문일 수 있어요. 잠시 늦추는 것도 방법입니다.
nb: Pulsen er %lld, %@%% høyere i samme tempo — kan være energiinntak, varme eller bare en lang dag. Du kan godt roe ned en stund.
nl: Je hartslag is %lld, %@%% hoger bij hetzelfde tempo — kan voeding zijn, warmte, of gewoon een lange dag. Even gas terugnemen kan.
pt_br: Sua FC está em %lld, %@%% mais alta para o mesmo ritmo — pode ser alimentação, calor ou só um dia longo. Aliviar um pouco é uma opção.
ru: Пульс %lld, на %@%% выше при том же темпе — может быть питание, жара или просто долгий день. Можно немного сбавить.
sv: Pulsen ligger på %lld, %@%% högre i samma tempo — det kan vara energiintaget, värmen eller bara en lång dag. Du kan ta det lite lugnare en stund.
zh_hans: 心率 %lld，同样配速下高了 %@%% — 可能是补给、炎热，或只是漫长的一天。可以考虑放松一会儿。

source: HR's at %lld, grade %@ — pace didn't pick up. Stress, heat, or fatigue maybe. Just flagging it.
ar: النبض عند %lld، والانحدار %@ — ولم تزد السرعة. ربما إجهاد أو حرارة أو تعب. مجرد تنبيه.
da: Pulsen er %lld, stigning %@ — tempoet er ikke steget. Måske stress, varme eller træthed. Bare til orientering.
de: Puls bei %lld, Steigung %@ — das Tempo ist aber nicht gestiegen. Vielleicht Stress, Hitze oder Müdigkeit. Nur als Hinweis.
es: FC en %lld, pendiente %@ — y el ritmo no ha subido. Quizá estrés, calor o cansancio. Solo te lo comento.
fi: Syke on %lld, nousu %@ — vauhti ei kuitenkaan noussut. Ehkä stressiä, kuumuutta tai väsymystä. Kunhan mainitsen.
fr: FC à %lld, pente %@ — sans que l'allure augmente. Peut-être le stress, la chaleur ou la fatigue. Simple signalement.
is: Púlsinn er %lld, halli %@ — en hraðinn jókst ekki. Kannski streita, hiti eða þreyta. Bara að benda á það.
it: FC a %lld, pendenza %@ — ma il ritmo non è aumentato. Forse stress, caldo o stanchezza. Te lo segnalo e basta.
ja: 心拍 %lld、勾配 %@ — ペースは上がっていません。ストレスか暑さ、疲労かもしれません。念のためお知らせです。
ko: 심박수 %lld, 경사 %@ — 페이스는 오르지 않았습니다. 스트레스, 더위, 아니면 피로일 수도 있어요. 참고로 알려 드립니다.
nb: Pulsen er %lld, stigning %@ — tempoet har ikke økt. Kanskje stress, varme eller tretthet. Bare så du vet det.
nl: Je hartslag is %lld, helling %@ — je tempo is niet omhooggegaan. Misschien stress, warmte of vermoeidheid. Even ter info.
pt_br: Sua FC está em %lld, inclinação de %@ — e o ritmo não aumentou. Talvez estresse, calor ou cansaço. Só um aviso.
ru: Пульс %lld, уклон %@ — а темп не вырос. Возможно, стресс, жара или усталость. Просто отмечаю.
sv: Pulsen ligger på %lld, lutning %@ — tempot har inte ökat. Kanske stress, värme eller trötthet. Bara så du vet.
zh_hans: 心率 %lld，坡度 %@ — 配速并没有提高。可能是压力、炎热或疲劳。只是提醒一下。

source: HR's at %lld, grade %@, drifted %@%% higher for the same pace — could be fueling, heat, or just a long day. Easing off for a bit is an option.
ar: النبض عند %lld، والانحدار %@، أعلى بـ %@%% للسرعة نفسها — قد يكون السبب التغذية أو الحرارة أو مجرد يوم طويل. التخفيف قليلًا خيار متاح.
da: Pulsen er %lld, stigning %@, %@%% højere ved samme tempo — det kan være energi, varme eller bare en lang dag. Du kan godt sætte lidt ned et stykke tid.
de: Puls bei %lld, Steigung %@, bei gleichem Tempo %@%% höher — vielleicht Verpflegung, Hitze oder einfach ein langer Tag. Etwas Tempo rauszunehmen ist eine Option.
es: FC en %lld, pendiente %@, un %@%% más alta al mismo ritmo — puede ser la alimentación, el calor o simplemente un día largo. Aflojar un poco es una opción.
fi: Syke on %lld, nousu %@, %@%% korkeampi samalla vauhdilla — syynä voi olla tankkaus, kuumuus tai vain pitkä päivä. Voit hellittää hetkeksi.
fr: FC à %lld, pente %@, %@%% plus haute pour la même allure — peut-être l'alimentation, la chaleur ou simplement une longue journée. Lever un peu le pied est une option.
is: Púlsinn er %lld, halli %@, %@%% hærri á sama hraða — gæti verið næring, hiti eða bara langur dagur. Það er möguleiki að slaka aðeins á.
it: FC a %lld, pendenza %@, più alta del %@%% allo stesso ritmo — forse alimentazione, caldo o solo una lunga giornata. Rallentare un po' è un'opzione.
ja: 心拍 %lld、勾配 %@、同じペースで %@%% 上昇 — 補給、暑さ、あるいは単に長い一日のせいかもしれません。少し緩めるのも一つの手です。
ko: 심박수 %lld, 경사 %@, 같은 페이스에서 %@%% 더 높아졌습니다 — 보급, 더위, 아니면 그냥 긴 하루 때문일 수 있어요. 잠시 늦추는 것도 방법입니다.
nb: Pulsen er %lld, stigning %@, %@%% høyere i samme tempo — kan være energiinntak, varme eller bare en lang dag. Du kan godt roe ned en stund.
nl: Je hartslag is %lld, helling %@, %@%% hoger bij hetzelfde tempo — kan voeding zijn, warmte, of gewoon een lange dag. Even gas terugnemen kan.
pt_br: Sua FC está em %lld, inclinação de %@, %@%% mais alta para o mesmo ritmo — pode ser alimentação, calor ou só um dia longo. Aliviar um pouco é uma opção.
ru: Пульс %lld, уклон %@, на %@%% выше при том же темпе — может быть питание, жара или просто долгий день. Можно немного сбавить.
sv: Pulsen ligger på %lld, lutning %@, %@%% högre i samma tempo — det kan vara energiintaget, värmen eller bara en lång dag. Du kan ta det lite lugnare en stund.
zh_hans: 心率 %lld，坡度 %@，同样配速下高了 %@%% — 可能是补给、炎热，或只是漫长的一天。可以考虑放松一会儿。
